admin-lte/models/Menu.php

    public static function getMenuList(){
        $menu = Menu::find()->orderBy('sort DESC,id ASC')->asArray()->all();
---
SELECT * FROM `auth_menu` ORDER BY `sort` DESC, `id`