admin-lte/models/Operators.php

SELECT * FROM `operators` WHERE `id`=1
---
    public static function findIdentity($id) {
        $user = Operators::find()->where(['id' => $id])->one();