admin-lte/controllers/OperatorsController.php

    public function actionResetPwd()
    {
        $id = Yii::$app->request->get('id');
        $this->layout = 'main_large_frame';
        $model = Operators::findOne(['id' => $id]);
---
SELECT * FROM `operators` WHERE `id`='1'

    public function actionUpdate($id = '')
    {
        $model = Operators::find()->where(['id' => $id])->one();
        if ($model->load(Yii::$app->request->post())) {
---
SELECT * FROM `operators` WHERE `id`='1'